{
  "Interior space": "Interior Space, a male character in his early forties, exudes an aura of calm sophistication. His eyes, a striking cobalt blue, are intense, yet serene, like the ocean depths, framed by thick, dark lashes. His hair, a tousled mix of black and silver, gives him a distinguished, yet youthful appearance. His face, angular with a chiseled jawline, high cheekbones, and a slightly crooked nose, speaks of an intriguing past. His skin, a warm, sun-kissed tan, is only lightly lined, hinting at his age and experience.\n\nInterior Space's attire mirrors his name, an eclectic blend of modern and traditional. He wears a tailored dark grey suit, the jacket often left unbuttoned to reveal a crisp white shirt beneath. His trousers are perfectly hemmed, ending right above a pair of glossy black leather boots. A silver pocket watch chain dangles from his waist, a nod to his love for vintage pieces. His entire vibe is one of controlled chaos, a balance between the old and the new, mirroring the spaces he loves to design.",
  "Main character": "Serena is the main character, a vibrant middle-aged woman in her early forties. She has a pair of sparkling emerald green eyes, full of life and curiosity, set beneath elegantly arched eyebrows. Her hair, a cascade of chestnut waves, is typically tied back in a loose ponytail, a few strands frame her oval face, highlighting her high cheekbones. Her lips are full and perpetually curved into a smile, adding warmth to her fair complexion. She is a tall woman, with a lean yet sturdy figure, a testament to her active lifestyle. Her clothing style is comfortable yet chic, often seen in her signature turquoise button-down shirt, a pair of classic blue jeans, and brown ankle boots. The silver pendant around her neck is her constant accessory. Overall, Serena exudes a vibe of strength and kindness, making her a truly endearing character.",
  "Both characters": "Meet Cyrus, a male character in his early 40s, who exudes a rugged, brooding aura. His sea-green eyes, sharp, observant yet enigmatic, are accentuated by a thick bushy eyebrow, lending him an intense look. His face, etched by time and experience, displays a notable scar running down his left cheek, a memento from a past battle. He has messy jet black hair, slightly greying at the temples, adding a touch of wisdom to his wild charm. \n\nHis outfit is a mix of practical and eccentric: A worn-out, leather trench coat, strewn with patches and trinkets from his adventures, thrown over a faded, olive-green shirt. He wears fitted, dirty brown trousers, held up by a well-used, buckle-less leather belt, and sturdy, calf-high boots. Despite his unkempt appearance, his strong physique and confident posture hint at hidden depths of strength and resilience. Cyrus is not just another face in the crowd; he carries the narrative of an enigmatic, seasoned adventurer.",
  "Secondary character": "Secondary character, known as Leon, is a middle-aged man with a rugged charm. His face is a canvas of life experiences, graced with a rough beard and a jagged scar running down his left cheek. His eyes, a deep shade of hazel, hold a glimmer of mischief and wisdom. Specks of grey have started adorning his once jet-black, shaggy hair, which is usually unkempt, adding to his nonchalant persona. He stands tall, his body toned from the years of vigorous activities. He's always seen in his signature outfit: a well-worn leather jacket, faded blue jeans, and sturdy boots, bespeaking his adventurous nature. A vintage pocket watch chain dangles from his jeans pocket, revealing his fascination for antiques. His overall vibe is enigmatic, making him a compelling character in the graphic novel.",
  "Active characters": "Active Characters, or Ace, is a young, vivacious male character in his early twenties. He has an athletic build, with broad shoulders and lean muscles. His skin is a warm caramel, with a smattering of freckles across his nose and cheeks. His face is angular, with a strong jawline and high cheekbones. His eyes are captivating - a bright azure, full of life and energy, framed by thick, dark lashes. His hair is a messy tumble of chocolate-brown curls, often adorned with a backward-facing baseball cap. He is typically seen in a fitted, navy-blue t-shirt that accentuates his toned physique, paired with rugged, faded jeans and a pair of worn-out sneakers. A silver chain around his neck and a leather bracelet on his wrist complete his look. Ace exudes an aura of youthful exuberance and a spirit of adventure. His vibe is friendly, approachable, and contagiously energetic.",
  "Key character": "Key is a middle-aged man of sturdy build, with a strong jawline and sun-kissed skin. His eyes are a piercing gray-blue, framed by dense black eyelashes and angular, furrowed brows. A few lines of age and wisdom are etched across his forehead and around his eyes, giving him a dignified look. His hair is a tousled mess of charcoal black, cropped short and peppered with streaks of silver at the temples. His face is adorned with a well-groomed beard, which adds to his stern visage.\n\nKey's outfit is practical yet stylish. He favors dark, earthy colors, often seen in a weathered leather jacket over a charcoal-gray turtleneck, paired with dark jeans, and sturdy leather boots. Around his neck hangs an old, silver key on a chain, a mysterious keepsake from his past.\n\nHis overall vibe is of a seasoned traveler, someone who's seen the world and carries an air of quiet authority and resilience. He's the kind of person whose gaze can be both comforting yet intimidating, an enigma wrapped in a riddle.",
  "Object focus": "Object Focus is an intriguing, middle-aged male character with a scholarly aura. He has a lean build and stands tall at 6 feet. His face is weather-beaten, with a network of fine lines at the corners of his piercing, steel-gray eyes that hold an unending curiosity for the world. His hair is a mix of silver and black, elegantly disheveled, and partially covers his broad forehead. He often sports a pair of round, metal rimmed glasses that always seem to be perched precariously on the bridge of his slightly hooked nose. His attire is an interesting mix of academia and adventurer; a tweed jacket with elbow patches paired with rugged khaki trousers and worn leather boots. A vintage watch with a cracked glass face is always strapped to his left wrist, hinting at an intriguing past. His overall vibe is a captivating blend of wisdom, mystery, and understated charisma.",
  "Nikhil": "Nikhil is a ruggedly handsome man in his early thirties. He's of Indian descent, with warm, mahogany skin that glows under the sunlight. His eyes are enigmatic and deep-set, a rich almond hue that always seems to hold a thousand untold stories. They are framed with thick, dark lashes that give him a brooding look. His hair is jet-black and typically styled in a short, unkept manner that only adds to his roguish charm. Nikhil sports a stubble that graces the contours of his chiseled jawline, lending a mysterious aura to his overall appearance. He's often seen in casual yet stylish attire - a leather jacket worn over a plain white tee, paired with dark denim jeans and black boots. A silver chain necklace lays around his neck, a hint of rebellion peeping through his otherwise composed exterior. Nikhil's vibe is strong, charismatic, and slightly enigmatic, drawing everyone towards him like a moth to a flame.",
  "Ghostly Figure": "The Ghostly Figure is an enigmatic female character of indeterminate age, wrapped in an aura of mystery and haunting beauty. She is draped in a flowing, translucent gown of moonlit silver that shimmers ethereally, enhancing her spectral presence. Her skin bears the pallor of alabaster, devoid of any color, suggesting an otherworldly origin. Her face, though eerily beautiful, is a mask of sorrow and tranquility, bearing high cheekbones and a pointed chin. Her eyes are the most captivating feature, large and round with irises as gray as the mist, radiating a cold, ethereal glow. They speak volumes of untold stories and ageless wisdom. Her hair, long and wispy, flows around her like silver smoke, giving her an almost ethereal halo. The overall vibe she gives off is one of melancholy and serene mystery, an enigma that draws you in, compelling and terrifying in equal measure.",
  "Father": "Father is a middle-aged male character, radiating wisdom and kindness. His deep-set eyes are a warm, earthy brown, reflecting years of experience and discernment. A scattering of wrinkles at the corners indicates a life filled with laughter and joy. His hair, a mix of salt and pepper, is neatly trimmed and combed back, adding an air of dignity to his appearance. His face, with a well-groomed beard, is rugged yet endearing. He has a sturdy build, posture upright, exuding strength and resilience. He dresses in a vintage tweed jacket layered over a crisp white shirt, paired with dark washed denim jeans and polished leather boots. A gold pocket watch is always attached to his waistcoat, a symbol of his punctuality. His overall vibe is an intriguing blend of old-world charm and modern sophistication. Father's presence is comforting, his aura commanding respect while enveloping those around him in warmth and understanding.",
  "Young Nikhil": "Young Nikhil is a strapping teenage boy of Indian descent. His medium brown skin glows with an animated vibrancy, matching his exuberant spirit. His eyes are large and almond-shaped, colored an unusual deep mahogany that sparkles with intelligence and mischief. Nikhil's hair is a thick mass of raven-black curls, which he wears in a stylishly tousled manner. His face is a balanced mix of soft curves and sharp angles, with high cheekbones, a solid jawline, and a button nose. A pair of glasses rest on his nose, indicating his scholarly pursuits. He is usually seen in a modern fusion of traditional Indian attire and contemporary western wear - a colorful kurta paired with ripped jeans and sneakers. His overall vibe is one of a carefree, curious, and energetic youth, always ready for the next adventure.",
  "Animated Young Nikhil": "Animated Young Nikhil is a teenage boy of Indian descent, around 15 years old. He has twinkling almond-shaped eyes of deep brown, full of curiosity and mischief. His hair is thick, jet-black, and tousled, often falling over his forehead. Nikhil's skin is a warm shade of golden-brown, his face is oval with high cheekbones, a button nose, and a pair of lips that are always upturned in a friendly smile, revealing straight white teeth. His outfit is a fusion of western and Indian style: a bright orange kurta paired with a pair of faded blue jeans and white sneakers. He also wears a beaded bracelet on his wrist, a symbolic representation of his Indian roots. The vibe around Nikhil is inviting and warm, his energy is youthful and adventurous, a perfect encapsulation of a modern young Indian boy exploring his world.",
  "Woman": "Woman, a name suggesting the embodiment of femininity, is a mature character, around her late 40s, with a graceful aura. Her deep, almond-shaped eyes are green, mirroring an emerald sea, framed by thick, long lashes. Her face is heart-shaped, with high cheekbones, a narrow chin, and a small, straight nose. Her skin is a sun-kissed olive, bearing faint laugh lines around her eyes and mouth, adding a touch of wisdom to her beauty. Her hair is a thick, wavy cascade of chestnut, often styled in a loose bun with tendrils framing her face. She stands tall and confident, her posture exuding an aura of strength and resilience. She often dresses in elegantly tailored, classic clothing, favoring long silk blouses, high waist trousers, and heeled boots in earthy tones. Her accessories are minimalistic - a golden locket necklace, a thin wristwatch, and a pair of pearl stud earrings. Woman is a picture of timeless sophistication and poised strength.",
  "Clock": "Clock is a middle-aged man exuding an air of enigmatic charm. His face is sharp and angular, with deep-set, almond-shaped eyes that carry a gleam of midnight blue, framed by heavy, thoughtful brows. Salt and pepper hair, cut short, give him a distinguished look, while a neatly trimmed beard adds to his intellectual persona. His skin has a weathered texture, reminiscent of many stories yet to be told. He stands tall, cloaked in an old-world long, worn-out trench coat in faded brown, layered over a crisp white shirt and a pair of black straight-fit pants. An antique pocket watch dangles from a chain attached to his waistcoat, complementing his mysterious aura. Old-fashioned leather boots complete his ensemble. His vibe is a mix of wisdom, charm, and a hint of melancholy, making him a character that is complex and intriguing.",
  "Boss": "Boss is a middle-aged man with a commanding presence. His square jaw, high cheekbones, and deep-set eyes give him a stern, authoritative look. His eyes are a piercing blue, constantly scrutinizing and assessing, while his salt-and-pepper hair is neatly groomed, parted to one side. A few lines mark his face, hinting at his age and the years of experience. Boss is tall and broad-shouldered, his physique revealing a lifetime of disciplined physical activity. He is always impeccably dressed in tailored, dark suits that accentuate his muscular frame. His tie is always a deep red, a stark contrast to his often monochrome outfit. A gold pocket watch chain adds a touch of vintage elegance to his ensemble. His overall vibe is one of power and control, a man who has seen it all and holds the reins firmly in his hands.",
  "Narrator (V.O.)": "Narrator (V.O.) is a middle-aged man with an air of wisdom and mystery. He appears to be in his mid-forties, with a face that shows experience but not age. His eyes are a deep, entrancing ocean blue, filled with tales yet to be told. They're slightly hooded, giving them an almost mystical look. He has a strong jawline with a well-trimmed salt-and-pepper beard that adds a layer of ruggedness to his charm. His hair, also salt-and-pepper, is kept short and neat. His clothing is that of a storyteller, a mixture of old and new. He wears a vintage tweed jacket over a crisp white shirt, paired with dark jeans. A pair of classic leather boots finishes his ensemble. There's always a soft, knowing smile playing on his lips, as if he's privy to the secrets of the universe. His overall vibe is comforting, like a warm fireplace on a cold night, evoking a sense of familiarity and intrigue.",
  "Dead Body": "Dead Body is a male character, aged around 40, exuding an air of mystery and danger. His eyes are dark and stormy, holding an intense, chilling gaze that can cut deeper than a blade. His hair is a wild, untamed mass of jet-black locks, falling over his forehead and reaching down to his neck. His face, often hidden beneath the shadows of his cowl, is rugged and weather-beaten, with a sharp jawline and a crooked nose, suggesting a history of fights and struggles. His outfit consists of a tarnished leather jacket, a black tattered shirt underneath, and worn-out jeans, all adding to his rugged charm. A pair of old, scuffed boots complete his ensemble. His vibe is a blend of danger and allure, making him an enigmatic presence in the graphic novel. His presence is intimidating, keeping the audience on their toes, always wondering what his next move might be.",
  "Policemen in background": "Policeman in the background is a middle-aged male character, standing tall at 6'2\". He has a muscular build, with broad shoulders and defined biceps visible under his crisp navy-blue uniform. His jacket is adorned with several shiny badges and a nameplate that reads 'Officer Mills'. He wears a matching pair of trousers, impeccably ironed, and shiny black boots. His face is rugged and weathered, with a strong jawline, high cheekbones, and a straight, pointed nose. He has piercing blue eyes that reflect years of experience and wisdom. His hair is short, peppered with grey, neatly combed back. He sports a well-trimmed moustache, adding to his authority. His overall vibe is stern and commanding yet approachable, providing a sense of reassurance and security.",
  "Locals": "Locals is a middle-aged man with a tall, lean figure, standing around 6'2\" with broad shoulders and a strong jawline. His face is weather-beaten and tanned, with a smattering of freckles across the bridge of his nose, and deep-set, hazel eyes that hold a glimmer of mischief. His hair is dark, slightly graying at the temples, and often styled in a disheveled manner. Locals sports a stubble beard, which adds a rugged charm to his persona. He predominantly wears a worn-out leather jacket, dark jeans, and brown boots, complemented with a trilby hat that shades his eyes. A silver chain with an old coin pendant rests around his neck, hinting at his adventurous past. Locals exudes an aura of an experienced traveler, draped in a cloak of mystery. His overall vibe is captivating and intriguing, making him a character of depth and interest."
}