{
  "Interior space": "Interior Space, a male character in his early forties, exudes an aura of calm sophistication. His eyes, a striking cobalt blue, are intense, yet serene, like the ocean depths, framed by thick, dark lashes. His hair, a tousled mix of black and silver, gives him a distinguished, yet youthful appearance. His face, angular with a chiseled jawline, high cheekbones, and a slightly crooked nose, speaks of an intriguing past. His skin, a warm, sun-kissed tan, is only lightly lined, hinting at his age and experience.\n\nInterior Space's attire mirrors his name, an eclectic blend of modern and traditional. He wears a tailored dark grey suit, the jacket often left unbuttoned to reveal a crisp white shirt beneath. His trousers are perfectly hemmed, ending right above a pair of glossy black leather boots. A silver pocket watch chain dangles from his waist, a nod to his love for vintage pieces. His entire vibe is one of controlled chaos, a balance between the old and the new, mirroring the spaces he loves to design.",
  "Main character": "Serena is the main character, a vibrant middle-aged woman in her early forties. She has a pair of sparkling emerald green eyes, full of life and curiosity, set beneath elegantly arched eyebrows. Her hair, a cascade of chestnut waves, is typically tied back in a loose ponytail, a few strands frame her oval face, highlighting her high cheekbones. Her lips are full and perpetually curved into a smile, adding warmth to her fair complexion. She is a tall woman, with a lean yet sturdy figure, a testament to her active lifestyle. Her clothing style is comfortable yet chic, often seen in her signature turquoise button-down shirt, a pair of classic blue jeans, and brown ankle boots. The silver pendant around her neck is her constant accessory. Overall, Serena exudes a vibe of strength and kindness, making her a truly endearing character.",
  "Both characters": "Meet Cyrus, a male character in his early 40s, who exudes a rugged, brooding aura. His sea-green eyes, sharp, observant yet enigmatic, are accentuated by a thick bushy eyebrow, lending him an intense look. His face, etched by time and experience, displays a notable scar running down his left cheek, a memento from a past battle. He has messy jet black hair, slightly greying at the temples, adding a touch of wisdom to his wild charm. \n\nHis outfit is a mix of practical and eccentric: A worn-out, leather trench coat, strewn with patches and trinkets from his adventures, thrown over a faded, olive-green shirt. He wears fitted, dirty brown trousers, held up by a well-used, buckle-less leather belt, and sturdy, calf-high boots. Despite his unkempt appearance, his strong physique and confident posture hint at hidden depths of strength and resilience. Cyrus is not just another face in the crowd; he carries the narrative of an enigmatic, seasoned adventurer.",
  "Secondary character": "Secondary character, known as Leon, is a middle-aged man with a rugged charm. His face is a canvas of life experiences, graced with a rough beard and a jagged scar running down his left cheek. His eyes, a deep shade of hazel, hold a glimmer of mischief and wisdom. Specks of grey have started adorning his once jet-black, shaggy hair, which is usually unkempt, adding to his nonchalant persona. He stands tall, his body toned from the years of vigorous activities. He's always seen in his signature outfit: a well-worn leather jacket, faded blue jeans, and sturdy boots, bespeaking his adventurous nature. A vintage pocket watch chain dangles from his jeans pocket, revealing his fascination for antiques. His overall vibe is enigmatic, making him a compelling character in the graphic novel.",
  "Active characters": "Active Characters, or Ace, is a young, vivacious male character in his early twenties. He has an athletic build, with broad shoulders and lean muscles. His skin is a warm caramel, with a smattering of freckles across his nose and cheeks. His face is angular, with a strong jawline and high cheekbones. His eyes are captivating - a bright azure, full of life and energy, framed by thick, dark lashes. His hair is a messy tumble of chocolate-brown curls, often adorned with a backward-facing baseball cap. He is typically seen in a fitted, navy-blue t-shirt that accentuates his toned physique, paired with rugged, faded jeans and a pair of worn-out sneakers. A silver chain around his neck and a leather bracelet on his wrist complete his look. Ace exudes an aura of youthful exuberance and a spirit of adventure. His vibe is friendly, approachable, and contagiously energetic.",
  "Key character": "Key is a middle-aged man of sturdy build, with a strong jawline and sun-kissed skin. His eyes are a piercing gray-blue, framed by dense black eyelashes and angular, furrowed brows. A few lines of age and wisdom are etched across his forehead and around his eyes, giving him a dignified look. His hair is a tousled mess of charcoal black, cropped short and peppered with streaks of silver at the temples. His face is adorned with a well-groomed beard, which adds to his stern visage.\n\nKey's outfit is practical yet stylish. He favors dark, earthy colors, often seen in a weathered leather jacket over a charcoal-gray turtleneck, paired with dark jeans, and sturdy leather boots. Around his neck hangs an old, silver key on a chain, a mysterious keepsake from his past.\n\nHis overall vibe is of a seasoned traveler, someone who's seen the world and carries an air of quiet authority and resilience. He's the kind of person whose gaze can be both comforting yet intimidating, an enigma wrapped in a riddle.",
  "Object focus": "Object Focus is an intriguing, middle-aged male character with a scholarly aura. He has a lean build and stands tall at 6 feet. His face is weather-beaten, with a network of fine lines at the corners of his piercing, steel-gray eyes that hold an unending curiosity for the world. His hair is a mix of silver and black, elegantly disheveled, and partially covers his broad forehead. He often sports a pair of round, metal rimmed glasses that always seem to be perched precariously on the bridge of his slightly hooked nose. His attire is an interesting mix of academia and adventurer; a tweed jacket with elbow patches paired with rugged khaki trousers and worn leather boots. A vintage watch with a cracked glass face is always strapped to his left wrist, hinting at an intriguing past. His overall vibe is a captivating blend of wisdom, mystery, and understated charisma."
}